Repository: gwenn-ha-dev/Siliconed
Catalog: Sources/SiliconedApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: Stops the installation: the files already downloaded are kept, the one in progress will start over
de: Stoppt die Installation: Bereits geladene Dateien bleiben erhalten, die gerade geladene beginnt von vorn
es: Detiene la instalación: los archivos ya descargados se conservan; el que está en curso empezará de cero
fr: Arrête l’installation : les fichiers déjà téléchargés sont gardés, celui en cours repartira de zéro
it: Interrompe l’installazione: i file già scaricati vengono conservati, quello in corso ripartirà da zero

source: Strengths
de: Stärken
es: Intensidades
fr: Forces
it: Intensità

source: Strengths for this LoRA; the other LoRAs keep theirs
de: Stärken für diese LoRA; die anderen LoRAs behalten ihre
es: Intensidades de este LoRA; los demás LoRA conservan la suya
fr: Les forces de cette LoRA ; les autres LoRA gardent la leur
it: Le intensità di questa LoRA; le altre LoRA mantengono la loro

source: Strong
de: Stark
es: Marcada
fr: Marquée
it: Marcata

source: Strong Variations
de: Starke Variationen
es: Variaciones marcadas
fr: Variations marquées
it: Variazioni marcate

source: Subtle
de: Dezent
es: Sutil
fr: Subtile
it: Sottile

source: Subtle Variations
de: Dezente Variationen
es: Variaciones sutiles
fr: Variations subtiles
it: Variazioni sottili

source: Sweep seeds, a LoRA's strength, words of the prompt, models or the images to edit — small sketches, fast (⌥⌘G)
de: Seeds, die Stärke einer LoRA, Wörter des Prompts, Modelle oder die zu bearbeitenden Bilder durchspielen – kleine Skizzen, schnell (⌥⌘G)
es: Recorre semillas, la intensidad de un LoRA, palabras del prompt, modelos o las imágenes que editar — pequeños bocetos, rápidos (⌥⌘G)
fr: Balayez des graines, la force d’une LoRA, des mots du prompt, des modèles ou les images à éditer — de petites esquisses, vite (⌥⌘G)
it: Esplora semi, l’intensità di una LoRA, parole del prompt, modelli o le immagini da modificare — piccoli schizzi, veloci (⌥⌘G)

source: Switch to %@…
de: Zur Version %@ wechseln …
es: Pasar a la versión %@…
fr: Passer à la version %@…
it: Passa alla versione %@…

source: The DiT, encoder and VAE are deleted; installing again downloads them again.
de: DiT, Encoder und VAE werden gelöscht; eine erneute Installation lädt sie wieder.
es: El DiT, el codificador y el VAE se eliminan del disco; al volver a instalar se descargan de nuevo.
fr: Le DiT, l’encodeur et le VAE partent du disque ; une nouvelle installation les retélécharge.
it: Il DiT, l’encoder e il VAE vengono eliminati; reinstallando, vengono scaricati di nuovo.

source: The LoRA %@ doesn't say which model it's for.
de: Die LoRA %@ gibt nicht an, für welches Modell sie ist.
es: El LoRA %@ no indica para qué modelo está hecho.
fr: La LoRA %@ ne dit pas pour quel modèle elle est faite.
it: La LoRA %@ non indica per quale modello è fatta.

source: The LoRA %@ is damaged.
de: Die LoRA %@ ist beschädigt.
es: El LoRA %@ está dañado.
fr: La LoRA %@ est abîmée.
it: La LoRA %@ è danneggiata.

# The LoRA %@ is for %@, not for %@.
source: The LoRA %1$@ is for %2$@, not for %3$@.
de: Die LoRA %@ ist für %@, nicht für %@.
es: El LoRA %@ es para %@, no para %@.
fr: La LoRA %@ est pour %@, pas pour %@.
it: La LoRA %@ è per %@, non per %@.

source: The cells still waiting leave the queue; the running one stops
de: Die noch wartenden Zellen verlassen die Warteschlange; die laufende stoppt
es: Las celdas aún en espera salen de la cola; la que está en curso se detiene
fr: Les cases encore en attente quittent la file ; celle en cours s’arrête
it: Le celle ancora in attesa escono dalla coda; quella in corso si interrompe

source: The denoiser: the publisher's model, or a fine-tune you imported
de: Der Entrauscher: das Modell des Herausgebers oder ein Fine-Tune, den Sie importiert haben
es: El eliminador de ruido: el modelo del editor, o un ajuste fino que hayas importado
fr: Le débruiteur : le modèle de l’éditeur, ou un fine-tune que vous avez importé
it: Il denoiser: il modello dell’editore, o un fine-tune che hai importato

source: The diagnostic is running: renders wait for it.
de: Die Diagnose läuft: Renderings warten darauf.
es: El diagnóstico está en marcha: los renderizados lo esperan.
fr: Le diagnostic tourne : les rendus l’attendent.
it: La diagnostica è in corso: i rendering la attendono.

source: The disk is full.
de: Das Volume ist voll.
es: El disco está lleno.
fr: Le disque est plein.
it: Il disco è pieno.

source: The download of %@ is corrupt: its checksum doesn't match.
de: Der Download von %@ ist beschädigt: Die Prüfsumme stimmt nicht.
es: La descarga de %@ está dañada: su suma de comprobación no coincide.
fr: Le téléchargement de %@ est corrompu : sa somme de contrôle ne correspond pas.
it: Il download di %@ è corrotto: il suo checksum non corrisponde.

source: The download of %@ was interrupted.
de: Der Download von %@ wurde unterbrochen.
es: La descarga de %@ se ha interrumpido.
fr: Le téléchargement de %@ a été interrompu.
it: Il download di %@ è stato interrotto.

# The download of %@ was refused by the server (HTTP %@).
source: The download of %1$@ was refused by the server (HTTP %2$@).
de: Der Download von %@ wurde vom Server abgelehnt (HTTP %@).
es: El servidor ha rechazado la descarga de %@ (HTTP %@).
fr: Le téléchargement de %@ a été refusé par le serveur (HTTP %@).
it: Il download di %@ è stato rifiutato dal server (HTTP %@).

# The download of %@ was refused: the repository is gated (HTTP %@).
source: The download of %1$@ was refused: the repository is gated (HTTP %2$@).
de: Der Download von %@ wurde abgelehnt: Das Repository ist zugangsbeschränkt (HTTP %@).
es: Se ha rechazado la descarga de %@: el repositorio es de acceso restringido (HTTP %@).
fr: Le téléchargement de %@ a été refusé : le dépôt est à accès restreint (HTTP %@).
it: Il download di %@ è stato rifiutato: il repository ha accesso limitato (HTTP %@).

source: The encoder reads the edit's images with the prompt: the prompt can name them (image 1, image 2)
de: Der Encoder liest die Bilder der Bearbeitung zusammen mit dem Prompt: Der Prompt kann sie benennen (Bild 1, Bild 2)
es: El codificador lee las imágenes de la edición con el prompt: el prompt puede nombrarlas (imagen 1, imagen 2)
fr: L’encodeur lit les images de l’édition avec le prompt : le prompt peut les nommer (image 1, image 2)
it: L’encoder legge le immagini della modifica insieme al prompt: il prompt può nominarle (immagine 1, immagine 2)

source: The engine failed (%@).
de: Die Engine ist fehlgeschlagen (%@).
es: El motor ha fallado (%@).
fr: Le moteur a échoué (%@).
it: Il motore non è riuscito (%@).

source: The engine noted something unusual during this render.
de: Die Engine hat bei diesem Rendering etwas Ungewöhnliches festgestellt.
es: El motor ha detectado algo inusual durante este renderizado.
fr: Le moteur a relevé quelque chose d’inhabituel pendant ce rendu.
it: Il motore ha rilevato qualcosa di insolito durante questo rendering.

source: The engine settings were already loaded from another profile.
de: Die Engine-Einstellungen wurden bereits aus einem anderen Profil geladen.
es: Los ajustes del motor ya se habían leído de otro perfil.
fr: Les réglages du moteur ont déjà été lus depuis un autre profil.
it: Le impostazioni del motore sono già state lette da un altro profilo.

source: The exploration's grid
de: Das Raster der Erkundung
es: La cuadrícula de la exploración
fr: La grille de l’exploration
it: La griglia dell’esplorazione

source: The exploration's panel (⌥⌘G)
de: Das Feld der Erkundung (⌥⌘G)
es: El panel de la exploración (⌥⌘G)
fr: Le panneau de l’exploration (⌥⌘G)
it: Il pannello dell’esplorazione (⌥⌘G)

source: The grid's two axes vary the same setting.
de: Beide Achsen des Rasters variieren dieselbe Einstellung.
es: Los dos ejes de la cuadrícula varían el mismo ajuste.
fr: Les deux axes de la grille font varier le même réglage.
it: I due assi della griglia fanno variare la stessa impostazione.

source: The image couldn't be encoded as PNG.
de: Das Bild konnte nicht als PNG codiert werden.
es: No se ha podido codificar la imagen en PNG.
fr: L’image n’a pas pu être encodée en PNG.
it: Impossibile codificare l’immagine in PNG.

source: The image couldn't be saved to %@.
de: Das Bild konnte nicht in %@ gesichert werden.
es: No se ha podido guardar la imagen en %@.
fr: L’image n’a pas pu être enregistrée dans %@.
it: Impossibile salvare l’immagine in %@.

source: The image it started from isn't in the file (img2img).
de: Das Ausgangsbild ist nicht in der Datei (img2img).
es: La imagen de partida no está en el archivo (img2img).
fr: L’image de départ n’est pas dans le fichier (img2img).
it: L’immagine di partenza non è nel file (img2img).

source: The image model and the text encoder in the publisher's precision (bf16).
de: Bildmodell und Text-Encoder in der Genauigkeit des Herausgebers (bf16).
es: El modelo de imagen y el codificador de texto en la precisión del editor (bf16).
fr: Le modèle d’image et l’encodeur de texte dans la précision de l’éditeur (bf16).
it: Il modello d’immagine e l’encoder di testo nella precisione dell’editore (bf16).

source: The image model in 4 to 6 bits, published by unsloth (GGUF Q4_K_M); the Compact's 8-bit text encoder, from Disty0 (SDNQ int8). Tokenizer and VAE are the publisher's.
de: Das Bildmodell in 4 bis 6 Bit, veröffentlicht von unsloth (GGUF Q4_K_M); der 8-Bit-Text-Encoder der Compact, von Disty0 (SDNQ int8). Tokenizer und VAE stammen vom Herausgeber.
es: El modelo de imagen en 4 a 6 bits, publicado por unsloth (GGUF Q4_K_M); el codificador de texto de 8 bits de la Compacta, de Disty0 (SDNQ int8). El tokenizador y el VAE son los del editor.
fr: Le modèle d’image en 4 à 6 bits, publié par unsloth (GGUF Q4_K_M) ; l’encodeur de texte 8 bits de la Compact, de Disty0 (SDNQ int8). Tokenizer et VAE sont ceux de l’éditeur.
it: Il modello d’immagine a 4–6 bit, pubblicato da unsloth (GGUF Q4_K_M); l’encoder di testo a 8 bit della Compact, da Disty0 (SDNQ int8). Tokenizer e VAE sono quelli dell’editore.

source: The image model in 4 to 8 bits, published by unsloth (GGUF Q4_K_M); the Compact's 8-bit text encoder, from unsloth (int8 convrot). Processor, VAE and turbo LoRA are the publisher's.
de: Das Bildmodell in 4 bis 8 Bit, veröffentlicht von unsloth (GGUF Q4_K_M); der 8-Bit-Text-Encoder der Compact, von unsloth (int8 convrot). Processor, VAE und Turbo-LoRA stammen vom Herausgeber.
es: El modelo de imagen en 4 a 8 bits, publicado por unsloth (GGUF Q4_K_M); el codificador de texto de 8 bits de la Compacta, de unsloth (int8 convrot). El procesador, el VAE y la LoRA turbo son los del editor.
fr: Le modèle d’image en 4 à 8 bits, publié par unsloth (GGUF Q4_K_M) ; l’encodeur de texte 8 bits de la Compact, d’unsloth (int8 convrot). Processeur, VAE et LoRA turbo sont ceux de l’éditeur.
it: Il modello d’immagine a 4–8 bit, pubblicato da unsloth (GGUF Q4_K_M); l’encoder di testo a 8 bit della Compact, da unsloth (int8 convrot). Processor, VAE e LoRA turbo sono quelli dell’editore.

source: The image to edit — or drop it here
de: Das zu bearbeitende Bild – oder hier ablegen
es: La imagen que editar — o suéltala aquí
fr: L’image à éditer — ou déposez-la ici
it: L’immagine da modificare — o trascinala qui

source: The image to edit: the prompt says what changes (“change her jacket to red”).
de: Das zu bearbeitende Bild: Der Prompt sagt, was sich ändert („mach ihre Jacke rot“).
es: La imagen que editar: el prompt dice qué cambia («ponle una chaqueta roja»).
fr: L’image à éditer : le prompt dit ce qui change (« mets-lui une veste rouge »).
it: L’immagine da modificare: il prompt dice cosa cambia («rendi rossa la sua giacca»).

source: The largest of this model's sizes that fits in the memory free now
de: Das größte Format dieses Modells, das in den jetzt freien Arbeitsspeicher passt
es: El mayor de los tamaños de este modelo que cabe en la memoria libre ahora
fr: Le plus grand des formats de ce modèle qui tient dans la mémoire libre maintenant
it: Il più grande dei formati di questo modello che entra nella memoria libera ora

source: The license of %@ hasn't been accepted.
de: Die Lizenz von %@ wurde nicht akzeptiert.
es: No se ha aceptado la licencia de %@.
fr: La licence de %@ n’a pas été acceptée.
it: La licenza di %@ non è stata accettata.

source: The license requires a content filter wherever the model is deployed.
de: Die Lizenz verlangt einen Inhaltsfilter überall, wo das Modell eingesetzt wird.
es: La licencia exige un filtro de contenido allí donde se despliegue el modelo.
fr: La licence exige un filtre de contenu partout où le modèle est déployé.
it: La licenza richiede un filtro dei contenuti ovunque il modello venga distribuito.

source: The machine is busy: the timings are better left undisturbed.
de: Der Mac ist beschäftigt: Die Zeitmessungen sollten nicht gestört werden.
es: La máquina está ocupada: mejor no perturbar los tiempos.
fr: La machine travaille : mieux vaut ne pas déranger les chronos.
it: La macchina è occupata: meglio non disturbare i tempi.

source: The machine profile couldn't be read as it is.
de: Das Geräteprofil konnte nicht unverändert gelesen werden.
es: No se ha podido leer el perfil de la máquina tal cual.
fr: Le profil machine n’a pas pu être lu tel quel.
it: Impossibile leggere il profilo macchina così com’è.

source: The machine profile sets « %@ », which it may not: a profile tunes speed and room, never the image.
de: Das Geräteprofil setzt „%@“, was ihm nicht zusteht: Ein Profil regelt Geschwindigkeit und Platz, nie das Bild.
es: El perfil de la máquina ajusta «%@», y eso no le corresponde: un perfil ajusta la velocidad y el espacio, nunca la imagen.
fr: Le profil machine règle « %@ », ce qui ne lui revient pas : un profil règle la vitesse et la place, jamais l’image.
it: Il profilo macchina imposta «%@», cosa che non gli spetta: un profilo regola velocità e spazio, mai l’immagine.

source: The memory %@ needs at this size (measured peak)
de: Der Arbeitsspeicher, den %@ in diesem Format braucht (gemessene Spitze)
es: La memoria que necesita %@ a este tamaño (pico medido)
fr: La mémoire qu’il faut à %@ à cette taille (pic mesuré)
it: La memoria che serve a %@ a questa dimensione (picco misurato)

source: The memory this render needs at this size (measured peak)
de: Der Arbeitsspeicher, den dieses Rendering in diesem Format braucht (gemessene Spitze)
es: La memoria que necesita este renderizado a este tamaño (pico medido)
fr: La mémoire qu’il faut à ce rendu à cette taille (pic mesuré)
it: La memoria che serve a questo rendering a questa dimensione (picco misurato)

source: The model reads them as <image1>, <image2>… in front of the prompt
de: Das Modell liest sie als <image1>, <image2> … vor dem Prompt
es: El modelo las lee como <image1>, <image2>… delante del prompt
fr: Le modèle les lit comme <image1>, <image2>… devant le prompt
it: Il modello le legge come <image1>, <image2>… davanti al prompt

source: The next render is a variation of the seed's image, like the image it came from
de: Das nächste Rendering ist eine Variation des Bilds des Seeds, wie das Bild, aus dem es stammt
es: El próximo renderizado es una variación de la imagen de la semilla, como la imagen de la que procede
fr: Le prochain rendu est une variation de l’image de la graine, comme l’image d’où il vient
it: Il prossimo rendering è una variazione dell’immagine del seme, come l’immagine da cui proviene

source: The prompt closes a group of alternatives that was never opened (character %@).
de: Der Prompt schließt eine Gruppe von Alternativen, die nie geöffnet wurde (Zeichen %@).
es: El prompt cierra un grupo de alternativas que nunca se abrió (carácter %@).
fr: Le prompt ferme un groupe d’alternatives jamais ouvert (caractère %@).
it: Il prompt chiude un gruppo di alternative mai aperto (carattere %@).

source: The prompt contains %@, a text the model reserves for its reference images.
de: Der Prompt enthält %@, einen Text, den das Modell für seine Referenzbilder reserviert.
es: El prompt contiene %@, un texto que el modelo reserva para sus imágenes de referencia.
fr: Le prompt contient %@, un texte que le modèle réserve à ses images de référence.
it: Il prompt contiene %@, un testo che il modello riserva alle sue immagini di riferimento.

source: The prompt has a group of alternatives that isn't an axis of the grid.
de: Der Prompt hat eine Gruppe von Alternativen, die keine Achse des Rasters ist.
es: El prompt tiene un grupo de alternativas que no es un eje de la cuadrícula.
fr: Le prompt a un groupe d’alternatives qui n’est pas un axe de la grille.
it: Il prompt ha un gruppo di alternative che non è un asse della griglia.

source: The prompt is empty.
de: Der Prompt ist leer.
es: El prompt está vacío.
fr: Le prompt est vide.
it: Il prompt è vuoto.

source: The prompt is too long: %@ tokens, this model reads %@ at most.
de: Der Prompt ist zu lang: %@ Token, dieses Modell liest höchstens %@.
es: El prompt es demasiado largo: %@ tokens, y este modelo lee %@ como máximo.
fr: Le prompt est trop long : %@ jetons, ce modèle en lit %@ au plus.
it: Il prompt è troppo lungo: %@ token, questo modello ne legge al massimo %@.

source: The prompt opens a group of alternatives that is never closed (character %@).
de: Der Prompt öffnet eine Gruppe von Alternativen, die nie geschlossen wird (Zeichen %@).
es: El prompt abre un grupo de alternativas que nunca se cierra (carácter %@).
fr: Le prompt ouvre un groupe d’alternatives jamais fermé (caractère %@).
it: Il prompt apre un gruppo di alternative mai chiuso (carattere %@).

source: The publisher's weights, as published.
de: Die Gewichte des Herausgebers, wie veröffentlicht.
es: Los pesos del editor, tal como se publicaron.
fr: Les poids de l’éditeur, tels que publiés.
it: I pesi dell’editore, così come pubblicati.

source: The queue is full.
de: Die Warteschlange ist voll.
es: La cola está llena.
fr: La file est pleine.
it: La coda è piena.

source: The rack takes this cell whole — model, prompt, size, steps, LoRAs, seed — without rendering
de: Das Rack übernimmt diese Zelle vollständig – Modell, Prompt, Format, Schritte, LoRAs, Seed –, ohne zu rendern
es: El rack toma la celda entera — modelo, prompt, tamaño, pasos, LoRA, semilla — sin renderizar
fr: Le rack reprend toute la case — modèle, prompt, taille, pas, LoRA, graine — sans rendre
it: Il rack riprende l’intera cella — modello, prompt, dimensione, passi, LoRA, seme — senza eseguire il rendering

source: The rack takes this cell, then renders it to its end: the image this sketch announced (double-click a cell)
de: Das Rack übernimmt diese Zelle und rendert sie zu Ende: das Bild, das diese Skizze ankündigte (Doppelklick auf eine Zelle)
es: El rack toma la celda y la renderiza hasta el final: la imagen que anunciaba el boceto (doble clic en una celda)
fr: Le rack reprend la case, puis la rend jusqu’au bout : l’image que l’esquisse annonçait (double-clic sur une case)
it: Il rack riprende la cella, poi ne esegue il rendering fino in fondo: l’immagine che lo schizzo annunciava (doppio clic su una cella)

source: The rack's LoRAs, seed and images to edit: the exploration varies them
de: Die LoRAs, der Seed und die zu bearbeitenden Bilder des Racks: Die Erkundung variiert sie
es: Los LoRA, la semilla y las imágenes que editar del rack: la exploración los varía
fr: Les LoRA, la graine et les images à éditer du rack : l’exploration les fait varier
it: Le LoRA, il seme e le immagini da modificare del rack: l’esplorazione le fa variare

source: The rack's model: changing it here changes it there
de: Das Modell des Racks: Eine Änderung hier ändert es auch dort
es: El modelo del rack: cambiarlo aquí lo cambia allí
fr: Le modèle du rack : le changer ici le change là-bas
it: Il modello del rack: cambiarlo qui lo cambia anche lì

source: The render in progress
de: Das laufende Rendering
es: El renderizado en curso
fr: Le rendu en cours
it: Il rendering in corso

source: The report is too long for a link: it is in the clipboard. Paste it into the form's “Report” field.
de: Der Bericht ist zu lang für einen Link: Er liegt in der Zwischenablage. Fügen Sie ihn in das Feld „Report“ des Formulars ein.
es: El informe es demasiado largo para un enlace: está en el portapapeles. Pégalo en el campo «Report» del formulario.
fr: Le rapport est trop long pour un lien : il est dans le presse-papiers. Collez-le dans le champ « Report » du formulaire.
it: Il rapporto è troppo lungo per un link: è negli appunti. Incollalo nel campo «Report» del modulo.

source: The seeds that follow the rack's seed, or the seeds you list
de: Die Seeds, die auf den Seed des Racks folgen, oder die Seeds, die Sie angeben
es: Las semillas que siguen a la del rack, o las que indiques
fr: Les graines qui suivent celle du rack, ou celles que vous listez
it: I semi che seguono quello del rack, o i semi che elenchi

source: The silicontrol command is installed.
de: Der silicontrol-Befehl ist installiert.
es: El comando silicontrol está instalado.
fr: La commande silicontrol est installée.
it: Il comando silicontrol è installato.

source: The silicontrol command is missing from this app.
de: Der silicontrol-Befehl fehlt in dieser App.
es: Falta el comando silicontrol en esta app.
fr: La commande silicontrol est absente de cette app.
it: Il comando silicontrol manca in questa app.

source: The silicontrol command was not installed.
de: Der silicontrol-Befehl wurde nicht installiert.
es: El comando silicontrol no se ha instalado.
fr: La commande silicontrol n’a pas été installée.
it: Il comando silicontrol non è stato installato.

source: The sketches side by side, labelled — an image of the history, in memory like the others
de: Die Skizzen nebeneinander, beschriftet – ein Bild des Verlaufs, im Arbeitsspeicher wie die anderen
es: Los bocetos lado a lado, con leyenda — una imagen del historial, en memoria como las demás
fr: Les esquisses côte à côte, légendées — une image de l’historique, en mémoire comme les autres
it: Gli schizzi affiancati, con didascalie — un’immagine della cronologia, in memoria come le altre

source: The smallest on disk, made for Macs with 8 GB; another set of weights, so an image may come out composed differently.
de: Die kleinste auf dem Volume, gemacht für Macs mit 8 GB; ein anderer Satz Gewichte, ein Bild kann daher anders komponiert ausfallen.
es: La más pequeña en el disco, hecha para los Mac de 8 GB; otro juego de pesos, así que una imagen puede componerse de otra forma.
fr: La plus petite sur le disque, faite pour les Mac de 8 Go ; un autre jeu de poids, donc une image qui peut se composer autrement.
it: La più piccola sul disco, pensata per i Mac da 8 GB; un altro insieme di pesi, quindi un’immagine può venire composta diversamente.

source: The space it takes on disk once installed
de: Der Platz, den es nach der Installation auf dem Volume belegt
es: El espacio que ocupa en el disco una vez instalado
fr: La place qu’il prend sur le disque une fois installé
it: Lo spazio che occupa sul disco una volta installato

source: The strength must be between 0 and 1 (%@).
de: Die Stärke muss zwischen 0 und 1 liegen (%@).
es: La intensidad debe estar entre 0 y 1 (%@).
fr: La force doit être entre 0 et 1 (%@).
it: L’intensità deve essere compresa tra 0 e 1 (%@).

source: The strength of each LoRA compared
de: Die Stärke jeder verglichenen LoRA
es: La intensidad de cada LoRA comparado
fr: La force de chaque LoRA comparée
it: L’intensità di ogni LoRA confrontata

source: The text encoder stays: %@ uses it too.
de: Der Text-Encoder bleibt: %@ verwendet ihn ebenfalls.
es: El codificador de texto se queda: %@ también lo usa.
fr: L’encodeur de texte reste : %@ le lit aussi.
it: L’encoder di testo resta: lo usa anche %@.
